Tekla Open API Reference for Tekla Structures 2025
StructuresInstallation.GetLocalizationFile Method
Overload List
Name | Description
GetLocalizationFile(String)
 Retrieves localization file from configured environment
GetLocalizationFile(String, String)
 Retrieves localization file from configured environment
Top
See Also
Reference
StructuresInstallation Class
Tekla.Structures.Dialog Namespace